﻿/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "タグづけされた投稿に%@がリアクションしました";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "タグづけされた投稿に%@と%@がリアクションしました";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "タグづけされた投稿を%@がリポストしました";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "タグづけされた投稿に%@と%@がリアクションしました";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "タグづけされた投稿に%@がZapしました";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "タグづけされた投稿に%@と%@がZapしました";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@があなたの投稿にリアクションしました　";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@と%@があなたの投稿にリアクションしました";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@があなたの投稿をリポストしました";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@と%@があなたの投稿をリポストしました　";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@があなたの投稿にZapしました";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@と%@があなたの投稿にZapしました";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@があなたのプロフィールにリアクションしました　";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@と%@があなたのプロフィールにリアクションしました　";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@があなたのプロフィールをリポストしました　";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@と%@があなたのプロフィールをリポストしました　";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@があなたのプロフィールにZapしました";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@と%@があなたのプロフィールにZapしました 　　　";
/* No comment provided by engineer. */
"%@" = "%@";

/* Alert message that informs a user was blocked. */
"%@ has been blocked" = "%@はブロックされています";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "%@が見つかりませんでした";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. アカウントの作成には、電話番号もメールアドレスも名前も必要ありません。すぐに始められます。";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. End-to-Endで暗号化されたプライベートなメッセージ。 あなたのDMに巨大IT企業を近づけません。";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. 友達の投稿にチップを送ろう。インターネットのネイティブ通貨、ビットコイン⚡️で。";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%2$@' の '%1$@' が認証に使用されます";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' は無効なNIP-05識別子です。メールアドレスのような見た目であるべきです。";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "自己紹介";

/* Label for About Me section of user profile form. */
"About Me" = "自己紹介";

/* Placeholder text for About Me description. */
"Absolute Boss" = "絶対的なボス";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "許可";

/* Label to indicate the public ID of the account. */
"Account ID" = "アカウントID";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "アクション";

/* Button to confirm adding user inputted relay. */
"Add" = "追加";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "全て追加";

/* Context menu option for adding a note bookmark. */
"Add Bookmark" = "ブックマークに追加";

/* Button to add recommended relay server.
   Label for section for adding a relay server. */
"Add Relay" = "リレーを追加";

/* Label to display relay contact user. */
"Admin" = "管理者";

/* Label for filter for all notifications. */
"All" = "すべて";

/* Setting to always show and never blur images */
"Always show images" = "画像を常に表示";

/* Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it. */
"Anonymous" = "匿名";

/* Any amount of sats */
"Any" = "Any";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "APIキー (任意)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "APIキー (必須)";

/* Alert message to ask if user wants to repost a post. */
"Are you sure you want to repost this?" = "本当にリポストしますか？";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Awesome post!" = "素晴らしい投稿だね！";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "バナー画像";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "始める前に、あなたのアカウント情報を保存しておく必要があります。もし保存しなかった場合、Damusをアンインストールすると今後ログインできなくなります。";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "Bitcoin Lightning チップ";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt Wallet";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "ブロック";

/* Alert message prompt to ask if a user should be blocked. */
"Block %@?" = "%@をブロックしますか？";

/* Title of alert for blocking a user. */
"Block User" = "ユーザーをブロック";

/* Sidebar menu label for Profile view. */
"Blocked" = "ブロック中";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "ブロックしたユーザー";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "ブックマーク";

/* Accessibility label for boosts button */
"Boosts" = "ブースト";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Button to broadcast note to all your relays
   Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "ブロードキャスト";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel a repost.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "キャンセル";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Button for clearing bookmarks data. */
"Clear All" = "全て削除";

/* Button to clear image cache. */
"Clear Cache" = "キャッシュを削除";

/* Header text to indicate that the text field below it is a comment that will be used to send as part of a zap to the user. */
"Comment" = "コメント";

/* Label to display relay contact information. */
"Contact" = "連絡先";

/* Continue with deleting the user. */
"Continue" = "続ける";

/* Label indicating that a user's key was copied. */
"Copied" = "コピー完了";

/* Button to copy a relay server address. */
"Copy" = "コピー";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "アカウントIDをコピー";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "画像をコピー";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "画像URLをコピー";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "インボイスをコピー";

/* Button to copy link to note */
"Copy Link" = "リンクをコピー";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "LNURLをコピー";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "Note IDをコピー";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "Note JSONをコピー";

/* Button to copy report ID. */
"Copy Report ID" = "通報IDをコピー";

/* Context menu option for copying the text from an note. */
"Copy Text" = "テキストをコピー";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "ユーザーの公開鍵をコピー";

/* Alert message to indicate that the blocked user could not be found. */
"Could not find user to block..." = "ブロック対象のユーザーが見つかりませんでした...";

/* Button to create account. */
"Create" = "作成";

/* Button to create an account. */
"Create Account" = "アカウントを作成";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "新しいミュートリストを作成する";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "ビットコインの発明者(達)。紛れもないレジェンド。";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "カスタム";

/* Header text to indicate that the text field below it is to enter a custom zap amount. */
"Custom Zap Amount" = "カスタムZap額";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "Semaphore";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (プロプライエタリ, より高精度)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "デフォルトウォレット";

/* Section title for zap configuration */
"Default Zap Amount in sats" = "デフォルトのZap額 (sats)";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist. */
"Delete" = "削除";

/* Button to delete the user's account. */
"Delete Account" = "アカウントを削除";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "削除されたアカウント";

/* Label to display relay description. */
"Description" = "詳細";

/* Button to disable image animation */
"Disable animations" = "アニメーション画像を停止";

/* Button to dismiss a text field alert. */
"Dismiss" = "却下";

/* Label to prompt display name entry. */
"Display Name" = "表示名";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "メッセージ";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "完了";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "Earn Money";

/* Button to edit user's profile. */
"Edit" = "編集";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Edit participants" = "参加者を編集";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "Encrypted";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "ログイン用のアカウントキーを入力してください:";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "Lightning invoiceの取得に失敗";

/* Error message indicating why saving keys failed. */
"Error: %@" = "エラー: %@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "EULA";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone on can see that you zapped" = "あなたがZapしたことはみんなに知られます";

/* Button label text for filtering relay servers. */
"Filter" = "フィルター";

/* Button to follow a user. */
"Follow" = "フォローする";

/* Button to follow a user back. */
"Follow Back" = "フォローバックする";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "nostrでフォローしてね";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "フォロワー";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "フォロー中";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "フォローしています...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "フォローされています";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "Free";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "APIキーを取得";

/* No comment provided by engineer. */
"Hello, World!" = "ハローワールド！";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "非表示";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "APIキーを非表示にする";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "ホーム";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "違法なコンテンツ";

/* Section title for images configuration. */
"Images" = "画像";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "無効なキー";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "無効なlightningアドレス";

/* Title of alerting as invalid tip address. */
"Invalid Tip Address" = "無効なチップアドレス";

/* Button for user to report that the account or content has spam. */
"It's spam" = "これはスパムです";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "左利きモード";

/* Button to complete account creation and start using the app. */
"Let's go!" = "Let's go!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (オープンソース)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "Lightning Address または LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "Lightning Invoice";

/* Accessibility Label for Like button */
"Like" = "いいね";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LNLink";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "さらに%@個のイベントを読み込み";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "秘密鍵にアクセスするためのローカル認証";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "ローカルのデフォルト";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "ログイン";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "ログアウト";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "%@を探しています...";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "ログアウト前にあなたのnsec秘密鍵を保存していることを確認してください。保存していない場合、アカウントへのアクセスを失うことになります。";

/* Label for filter for seeing mention notifications (replies, etc). */
"Mentions" = "メンション";

/* Section header for miscellaneous user configuration */
"Miscellaneous" = "その他";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "NIP-05検証";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "中断する";

/* Alert message prompt that asks if the user wants to create a new block list, overwriting previous block lists. */
"No block list found, create a new one? This will overwrite any previous block lists." = "ブロックリストが見つかりませんでした。新しく作成しますか？これは以前のブロックリストを上書きします。";

/* No comment provided by engineer. */
"No data available" = "データなし";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one can see that you zapped" = "あなたがZapしたことは誰にもわかりません";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps are sent, only a lightning payment." = "Zapではなく、lightningの支払いだけが送られました。";

/* No search results. */
"none" = "該当なし";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "利用しない";

/* Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"none_zap_type" = "利用しない";

/* Dropdown option label for system default for NostrBuild image uploader. */
"NostrBuild" = "NostrBuild";

/* Dropdown option label for system default for NostrImg image uploader. */
"NostrImg" = "NostrImg";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "投稿に \"nsec1\" 秘密鍵が含まれています。本当に続けますか？";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "まだ何もないようです。また後で見に来てね！";

/* Toolbar label for Notifications view. */
"Notifications" = "通知";

/* String indicating that a given timestamp just occurred */
"now" = "たった今";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "ヌードまたは露骨なコンテンツ";

/* Button to dismiss the alert. */
"Ok" = "OK";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "このメッセージと送り主はあなただけが見られます";

/* Label indicating that a form input is optional. */
"optional" = "任意";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "有料リレー";

/* Button to pay a Lightning invoice. */
"Pay" = "支払う";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "Lightning invoiceを支払う";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "アカウントの永久的な削除";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "プラン";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "現在のフィードをフィルターするために以下のリストからリレーを選んでください:";

/* Button to post a note. */
"Post" = "投稿する";

/* Text to indicate that what is being shown is a post from a user who has been blocked. */
"Post from a user you've blocked" = "あなたがブロックしたユーザーの投稿";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "投稿";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "投稿とリプライ";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "Private";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "秘密鍵";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "あなたがZapしたことは'%@'にだけわかります";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "Pro";

/* Sidebar menu label for Profile view. */
"Profile" = "プロフィール";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "プロフィール画像";

/* Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "公開";

/* Section title for the user's public account ID. */
"Public Account ID" = "パブリックアカウントID";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "公開鍵";

/* Label indicating that the text is a user's public account key. */
"Public key" = "公開鍵";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "公開鍵ですか？";

/* Navigation bar title for Reactions view. */
"Reactions" = "リアクション";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "推奨のリレー";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "却下";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "リレー";

/* Header text for relay server list for configuration.
   Sidebar menu label for Relays view. */
"Relays" = "リレー";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "リレーに通報が通知されたことで、クライアントがコンテンツをフィルタリングできるようになります。ありがとうございます！";

/* Button label to remove all participants from a note reply. */
"Remove all" = "全て削除";

/* Context menu option for removing a note bookmark. */
"Remove Bookmark" = "ブックマークを削除";

/* Accessibility label for reply button */
"Reply" = "リプライ";

/* Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "%@にリプライ";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "%1$@と%2$@にリプライ";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "自分にリプライ";

/* Indicating that the user is replying to the following listed people. */
"Replying to:" = "リプライ先:";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "通報";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "通報ID:";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "通報が送信されました！";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "リポスト";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "リポストされました";

/* Navigation bar title for Reposts view. */
"Reposts" = "リポスト";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "リクエスト";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "リトライ";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "サトシ";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "サトシ・ナカモト";

/* Button for saving profile. */
"Save" = "保存";

/* Context menu option to save an image. */
"Save Image" = "画像を保存する";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "QRコードをスキャン";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "ハッシュタグを検索: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "検索する...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "ログイン用秘密鍵";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "Lightningウォレットを選択";

/* Prompt selection of user's default wallet */
"Select default wallet" = "デフォルトのウォレット";

/* Prompt selection of user's image uploader */
"Select image uploader" = "画像アップローダを選択";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "会話を開始するにはメッセージを送信してください...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "サーバー";

/* Prompt selection of translation service provider. */
"Service" = "サービス";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "設定";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "共有";

/* Title text to indicate that the buttons below are meant to be used to share a note with others. */
"Share Note" = "投稿を共有";

/* Button to present iOS share sheet */
"Share Via..." = "共有...";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "表示";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "APIキーを表示";

/* Button to show entire note. */
"Show more" = "さらに表示";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "ウォレット選択を表示";

/* Section title for signing out */
"Sign Out" = "サインアウト";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "サインアウト";

/* Label to display relay software. */
"Software" = "ソフトウェア";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "対応しているNIP";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "ありがとう！";

/* Giving the description of the alert message. */
"The address should either begin with LNURL or should look like an email address." = "アドレスはLNURLで始まるか、またはメールアドレスのような見た目です。";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "誰かになりすましています";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "このリレーは有料です。投稿するには利用料の支払いが必要です。";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "これは公開鍵で、投稿などの操作は一切できません。入力された公開鍵の視点で投稿を見るために使用します。";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "これは古い形式のnostrキーです。公開鍵または秘密鍵かどうかの判別が出来ません。公開鍵の場合は下のボタンをトグルしてください。";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "これがあなたのアカウントIDです。友達に教えることであなたをフォローできるようになります。タップしてコピーする";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "これがあなたの秘密鍵です。アカウントにアクセスするにはこれが必要になります。誰にも共有しないでください！パスワードマネージャーに保存して、安全に管理しましょう！";

/* Navigation bar title for note thread. */
"Thread" = "スレッド";

/* Button to translate note from different language. */
"Translate Note" = "翻訳する";

/* Button to indicate that the note has been translated from a different language. */
"Translated from \(lang)" = "\(lang) からの翻訳";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from \(lang)..." = "\(lang) から翻訳しています...";

/* Section title for selecting the translation service. */
"Translations" = "翻訳サービス";

/* Text field prompt asking user to type the word DELETE to confirm that they want to proceed with deleting their account. The all caps lock DELETE word should not be translated. Everything else should. */
"Type DELETE to delete" = "削除するには DELETE と入力してください";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "何か思いついた？";

/* Button to unfollow a user. */
"Unfollow" = "フォロー解除";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "フォローを解除しています...";

/* Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "ユニバース 🛸";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "ユーザーをブロックしました";

/* Alert message that informs a user was blocked. */
"User has been blocked" = "ユーザーはブロックされています";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "ユーザー名";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "バージョン";

/* Sidebar menu label for Wallet view. */
"Wallet" = "ウォレット";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "ウォレット選択";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "警告：\n\nこのアカウントを削除するイベントに署名します。\n\nこのアカウント鍵を使ってDamusにログインすることはできなくなります。\n\n 本当に続けて良いですか？";

/* Label for Website section of user profile form. */
"Website" = "ウェブサイト";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "%@がコントロールするSNSへようこそ。";

/* Text to welcome user. */
"Welcome, %@!" = "ようこそ、%@！";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "通報したい項目は何ですか？";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "はい、上書きします";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "はい、秘密鍵を投稿します";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "あなた";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "まだブックマークがありません。コンテキストメニューから追加してください。";

/* Label for Your Name section of user profile form. */
"Your Name" = "あなたの名前";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "あなたの通報は現在接続しているリレーに送信されます";

/* Accessibility label for zap button
   Button to send a zap. */
"Zap" = "Zap";

/* Title of picker that allows selection of predefined amounts to zap. */
"Zap Amount" = "Zap額";

/* Header text to indicate that the picker below it is to choose a pre-defined amount of sats to zap. */
"Zap Amount in sats" = "Zap額 (sats)";

/* Header text to indicate that the picker below it is to choose the type of zap to send. */
"Zap Type" = "Zapの種類";

/* Setting to enable vibration on zap */
"Zap Vibration" = "Zap時バイブレーション";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "Zap中…";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view. */
"Zaps" = "Zaps";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

